[M_Sage_Urine MissionDefinition]
MissionName="Mijo Amarelado"
MissionDescription="Um Skag especialmente inconveniente está marcando seu território em todas as bugigangas do Claptrap.\nMesmo sem ter olfato, o Claptrap pediu que você limpe a urina para que outros Skags raivosos não o devorem.  Ah... o vômito amarelado desse Skag só pode ser visto à noite.  Divirta-se!"
TurnInDescription="Pode ser que esse não seja o momento mais glorioso da sua carreira de Caçador da Sepultura mas, certamente é um dos mais nojentos."
MissionSummary="Limpe a urina do Skag. "
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Quanta humilhação..."

[M_Sage_Urine:RemoveUrine MissionObjectiveDefinition]
ProgressMessage="Limpe as manchas de urina"

[M_Sage_Urine:RemoveUrineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

